<html><head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0,maximum-scale=1.0">
    <title>摸摸游戏代理协议 </title>
    <style>
        * {
            margin: 0;
            padding: 0;
            font-family: "Microsoft YaHei", "微软雅黑", Helvetica, Arial, Tahoma;
            font-size: 16px;
        }
        body {
            /*color: #fff;*/
            padding: 0 10px;
            /*background: #2791ce url(../../../resources/img/login-bg.png) repeat-y center top !important;*/
        }

        h1 {
            text-align: center;
            font-size: 26px;
            font-weight: initial;
            margin: 20px 0;
        }

        p {
            text-indent: 2em;
            padding: 0 10px;
            line-height: 28px;
            text-align: left;
        }

        h2 {
            font-size: 20px;
            font-weight: initial;
            padding: 0 20px;
        }

        ul {
            list-style: none;
            padding: 0 20px;
        }

        ul li {
            line-height: 28px;
            padding-left: 20px;
            text-indent: 2em;
        }
        .decoration {
            /*color: #f00;*/
            font-weight: bold;
            text-decoration: initial;
        }
        .bottom {
            margin-bottom: 20px;
        }
    </style></head>


<body>
<h1>摸摸游戏代理协议</h1>
<p>欢迎您注册/登录使用北京市际通时代科技有限公司（以下简称“际通时代”）开发和运营的《摸摸》的代理系统（下称“本系统”）。<span style="color: #f00;font-weight: initial;">摸摸游戏为绿色游戏，禁止赌博。</span>请您在注册/登录本系统前仔细阅读《摸摸游戏代理协议》（下称“本协议”）的所有内容，特别是有关代理的义务的条款，以及免除、限制际通时代的条款。本协议是际通时代与摸摸游戏代理（下称“代理”）所约定的规范双方权利、义务关系的电子合同（买卖合同）。</p>
<p>如您对本协议任何内容有异议，请不要注册及登录/使用本系统。当您点击确认键注册或者登录或使用本系统相关服务，则视为您已仔细阅读本协议所有内容，同意接受本协议的所有规定及际通时代相关政策的约束，成为代理，有权批量购买《摸摸》（下称本游戏）的房卡等产品或服务，并对外转售。</p>
<h2>一、协议内容</h2>
<p>1、业务代理范围：推广、销售《摸摸》游戏房卡，提升本游戏的玩家用户规模。</p>
<p>2、为实现前述目的，代理可通过线下场所或线上渠道（Q群、QQ、贴吧、论坛、空间、微信、微博等）、自身人际关系、非官方网络资源等各种合法方式和渠道，推广本游戏，际通时代将提供必要的支持和协助。
    <span class="decoration">但代理进行房卡售卖的途径，仅可以通过微信群的渠道进行售卖，任何通过其他第三方线上平台售卖的行为是被际通时代禁止的乱价行为。</span></p>
<h2>二、代理的权利和义务</h2>
<p>1、代理必须使用有效身份证登记，提供实名认证手机号码进行实名认证之后，方可获得代理资格，进行代理行为。</p>
<p>2、代理成为本游戏的房卡和其他相关服务的批发商，有权从际通时代以低于市场统一定价的价格、大批量购买本游戏的房卡和其他相关服务，并以际通时代统一定价对外转售。</p>
<p>3、代理有权参与际通时代组织的市场推广活动，并从际通时代获得相应的奖励。</p>
<p>4、代理不享有本游戏在任何区域的独家合作资格。</p>
<p>5、代理不得从际通时代之外的其他途径购买本游戏的房卡和其他服务，不得互相串货，不得私自降价销售，不得扰乱本游戏房卡和相关服务的市场价格体系。</p>
<p>6、代理不得对用户歧视性销售，不得捆绑销售、搭便车销售。</p>
<p>7、在合作推广过程中，代理的任何行为均不得包含有虚假、诱骗、违反国家法律法规的内容，也不得做出有悖于际通时代对外公布的相关公告、协议内容的承诺或行为，不得通过组织、参与违法活动来追求销售业绩。上级代理对下级代理有监督和管理的义务，如上级代理发现下级代理存在组织赌博的行为，仍向其销售房卡的，由代理承担一切法律后果，且际通时代有权向国家有关机关做举报。</p>
<p>8、代理有义务积极维护和宣传际通时代的品牌、业务和政策，不煽动、不参与任何形式的不利于际通时代品牌、业务、政策的活动。代理不可假冒和改变际通时代的商标、标志、商业信息等，不得故意造成与摸摸游戏产品或服务的混淆。</p>
<p>9、代理理解并认可，代理在注册和使用本系统过程中所提供的个人资料及相关信息是判断代理身份的重要依据，代理应根据要求尽可能提供详尽的信息，并确保信息的完整性、合法性和真实性，进行实名认证。如代理提交的资料有任何变动，必须在本系统中及时更新,同时以电话或邮件形式告知际通时代管理人员，以保证其资料准确性。如果代理不能提供准确完整的个人信息、未及时更新相关信息或者提供相关的资料，将导致际通时代无法准确判断代理的身份，从而影响到推广收益发放等操作。因此给代理造成的损失，际通时代不承担任何责任。</p>
<p>10、如因代理提交的信息资料不真实、不准确、不完整、不合法从而导致际通时代作出错误判断、遭受直接或间接经济损失的，际通时代有权立即取消该代理的资格并追究代理的法律责任。</p>
<p>11、代理仅能依据本协议约定的内容，从事际通时代的推广活动，不得将本协议约定的权利、义务转让给任何第三方，不得擅自委托第三方从事本游戏的推广行为。</p>
<p>12、代理拥有自主的权利，可单方面随时决定终止与摸摸游戏的合作、并停止使用本系统相关服务。如际通时代对本协议内容或相关服务等作出任何变更，而代理不同意有关变更内容的，代理应立即终止与际通时代的合作、并停止使用本系统相关服务。</p>
<p>13、代理理解并认可，代理在从事际通时代的推广过程中，仅可以向摸摸游戏游戏中拥有ID身份的玩家进行推广和售卖，不得向非ID玩家进行任何形式的售卖，包括但不限于赠送、交换等。</p>
<p>14、代理在进行代理行为时，禁止发布、传送、传播、储存以下国家法律法规禁止的内容：</p>
<ul>
    <li>
        （1）违反宪法确定的基本原则的；
    </li>
    <li>
        （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
    </li>
    <li>
        （3）损害国家荣誉和利益的；
    </li>
    <li>
        （4）煽动民族仇恨、民族歧视，破坏民族团结的；
    </li>
    <li>
        （5）破坏国家宗教政策，宣扬邪教和封建迷信的；
    </li>
    <li>
        （6）散布谣言，扰乱社会秩序，破坏社会稳定的；
    </li>
    <li>
        （7）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；
    </li>
    <li>
        （8）侮辱或者诽谤他人，侵害他人合法权益的；
    </li>
    <li>
        （9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；
    </li>
    <li>
        （10）以非法民间组织名义活动的；
    </li>
    <li>
        （11）含有法律、行政法规禁止的其他内容的。
    </li>
</ul>
<h2>三、际通时代的权利和义务</h2>
<p>1、际通时代对代理提交的注册信息和资料进行及时审核，并有权对于非实名认证的代理做出不通过决定，有权根据际通时代业务发展需要，适当做出通过或不通过的决定。</p>
<p>2、际通时代有权随时了解代理的推广情况，调取与代理信息和推广业绩相关的必要的资料、数据和有关证据。</p>
<p>3、际通时代会根据代理的销售业绩和摸摸游戏政策，将代理应得的收益及时支付到位。</p>
<p>4、际通时代将通过本系统的消息通知、电子邮件等方式，将最新的政策（包括但不限于优惠政策、对代理的销售业绩要求等）下发给代理。代理有义务遵守、配合际通时代的各项政策。</p>
<p>5、际通时代有权根据实际需要随时修改本协议，并通过公告、系统消息或邮件等形式公布，修改自公告公布之日、或消息送达代理邮箱之日起生效。代理如有异议，可立即停止本协议，并与际通时代协商结算事宜。</p>
<!-- <p>6、际通时代有权单方随时变更、中断或终止本系统及相关服务，且不需对玩家或任何第三方负责。除本协议另有约定外，际通时代将以电话、短信、系统消息/页面或者电子邮件方式通知代理。终止合作通知自发出之时即视为送达。如因代理资料中登记的联络方式不正确、不完整或者不真实而导致联络失败的，际通时代无需对因此导致的任何损失或损害承担法律责任。</p>
<p>7、际通时代有权根据业务发展需要，终止本协议涉及的合作。在此情况下，际通时代应通过发布公告等形式通知代理，协议的终止自公告发布之日起生效。</p>
<p>8、际通时代将竭力保证本游戏相关系统和数据的稳定，但因技术问题或第三方原因导致产品宕机、数据丢失等问题，际通时代不向代理或其他第三方承担赔偿、补偿的法律义务。</p>
<p>9、际通时代有权要求代理配合相关推广工作，以保证推广本游戏的效果和效率。</p>
<p>10、尊重个人隐私是际通时代的重要政策。在未经授权的情况下，际通时代不会公开或向第三方透露代理在申请时提交的个人资料。但如根据法律规定或政府有权部门的有效命令，或在以下三种情况下，际通时代可不经授权而向相关部门或第三方公开或透露代理的个人信息：
</p><ul>
    <li>
        （1）在紧急情况下维护代理个人、第三人或社会大众的财产或人身安全；
    </li>
    <li>
        （2）保持、维护际通时代的知识产权或其它合法权益；
    </li>
    <li>
        （3）根据际通时代游戏服务的相关规则、制度、条款，应当公开或披露的。
    </li>
</ul>
<p></p>
<h2>四、推广收益</h2>
<p>代理按照际通时代相关规定申领推广收益。推广收益的发放形式目前为房卡发放。具体兑换规则以际通时代的通知为准。际通时代将在后台确认推广业绩并在业绩确认后十个工作日内将推广收益发放至代理账户。</p>
<h2>五、声明</h2>
<p>际通时代代理在此声明：双方不会因根据本协议产生的推广合作，构成任何形式的劳动合同关系或劳务关系代理不隶属于际通时代，不受际通时代内部规章制度的约束。际通时代除向代理支付本协议约定的推广收益外，不承担代理的任何其他费用，包括但不限于因代理因推广活动所产生的成本、社会保险、福利和医疗保险费用等。</p>
<p>际通时代与代理共同在此声明：本协议不包含任何可能理解为双方之间设立一种代理关系的内容。代理无权代表际通时代对外缔结合同。代理不得以际通时代的名义开展任何与本协议约定推广活动无关的活动，或者从事违法犯罪活动（包括但不限于在互联网群组中组织牌局，免费为玩家提供无限量的房卡，从玩家每一局中收取茶水费等），否则一切后果由代理自行承担，际通时代保留追究其法律责任的权利。</p>
<h2>六、违约责任</h2>
<p><span class="decoration">1、如代理有违反本协议第二条之规定的行为，际通时代有权根据代理的违约事实和严重程度，对其采取扣发推广收益、停止发放推广收益、扣减代理所持房卡、作废代理所持房卡、暂停推广合作资格、停止推广合作资格等措施，并有权向代理追讨其通过不当行为所获得的利益。</span></p>
<p><span class="decoration">2、如代理有违反本协议第一条第二款相关内容的，际通时代有权对其视情况进行封号、销户等惩罚措施，该违约账户内的所有剩余房卡将被际通时代回收。具体见《摸摸游戏销售政策》。</span></p>
<p class="decoration">3、如发现代理有低于公司规定价格零售房卡的情况（零售价格为1.5 元/每张），公司有权第一次扣除代理推广收益的百分之五十，第二次扣除代理全部推广收益，第三次除扣除推广收益外，将取消代理资格。</p>
<p class="decoration">代理对此充分理解并认可。</p>
<h2>七、不可抗力</h2>
<p>1、一方因不可抗力不能履行本协议的，根据不可抗力的影响，可以部分或者全部免除违约责任。但一方迟延履行后发生不可抗力的，不能免除责任。</p>
<p>2、一方因不可抗力不能履行本协议的，应当及时通知对方，以减轻可能给对方造成的损失，并在合理期限内提供证明。未及时通知的，对因迟延通知而造成的扩大损失依然承担赔偿责任。</p>
<p>3、一方因不可抗力不能履行本协议 ，但尚未造成对本协议根本违约的，另一方应该在履约时间上给予对方适当的宽限；如果因不可抗力导致不能实现本协议目的的，双方均有权解除本协议。</p>
<h2>八、协议的生效和终止</h2>
<p>1、协议的生效：本协议自您登录推广系统并点击“我已同意《摸摸游戏代理协议》”时生效。</p>
<p>2. 下列情形之一出现时，本协议终止：
</p><ul>
    <li>
        （1）本协议约定的合作期限届满；
    </li>
    <li>
        （2）本游戏终止运营；
    </li>
    <li>
        （3）在本协议有效期内，代理被依法追究刑事责任的，际通时代有权单方面终止本协议；
    </li>
    <li>
        （4）其他按照法律规定以及本协议约定的终止情况
    </li>
</ul>
<p></p>
<h2>九、帐号异常特别规定</h2>
<p>1、际通时代一旦发现代理账号异常，将冻结异常账号48小时，待代理提交相关证据证明账号可以正常使用后，再行恢复。</p>
<p>2、上述账号异常的情况包括但不限于以下情形：</p>
<ul>
    <li>
        （1）房卡在额定时间内的转房卡次数超过额定数值的；
    </li>
    <li>
        （2）房卡在额定时间内的的转房卡数量超过额定数量的；
    </li>
    <li>
        （3）其他际通时代游戏在后续的协议中补充的情况。
    </li>
</ul>
<p>3、如代理账号反复出现账号异常，际通时代将按照以下规则处理：账号异常从第二次出现开始，每一次的冻结时间将比上一次增加50%，以此类推。</p>
<h2>十、其他约定</h2>
<p>本协议未尽事宜，可由双方另行签订补充协议予以明确。补充协议的内容与本协议的内容有冲突的，优先适用补充协议的规定。</p>
<p>代理与际通时代在合作中产生的争议，应当友好协商解决；协商不成的，任何一方均有权向际通时代所在地人民法院提起诉讼。</p>
<p class="bottom"></p> -->



</body></html>